Repository: o-theo-s/Zoie-Bot
Catalog: Resources/DialogReplies/Store/StoreReplies.*.resx
Languages: el_gr

# AboutBtn
source: About
el_gr: Πληροφορίες

# AboutSubtitle
source: Learn more about {store}.
el_gr: Μάθετε περισσότερα σχετικά με το κατάστημα {store}.

# AboutTitle
source: About
el_gr: Πληροφορίες

# BackToStoreBtn
source: Back to store
el_gr: Πίσω στο κατάστημα

# BetweenPriceRange
source: betweeen {min} and {max} euros
el_gr: μεταξύ {min} και {max} ευρώ

# BrandsSubtitle
source: View all the available brands in {store}.
el_gr: Δείτε όλες τις διαθέσιμες μάρκες στο {επιχείρηση}.

# BrandsTitle
source: Brands
el_gr: Μάρκες

# ChangeFiltersBtn
source: Change filters
el_gr: Αλλαγή φίλτρων

# ChangeStoreBtn
source: Change store
el_gr: Αλλαγή καταστήματος

# CollectionsEmpty
source: {store} has no collections yet :/
el_gr: Το {store} δεν έχει ακόμα συλλογές :/

# Contact
source: Contact us at info@zoie.io and a represenative will contact you.
el_gr: Επικοινωνήστε μαζί μας στο info@zoie.io και ένας αντιπρόσωπος θα μιλήσει απευθείας μαζί σας.

# ContactBtn
source: Contact
el_gr: Επικοινωνία

# CreateBtn
source: E-Store Creation
el_gr: Δημιουργία ηλεκτρονικού καταστήματος

# CreateSubtitle
source: Create your own messenger store for FREE, by signing up below!!
el_gr: Δημιουργήστε το δικό σας κατάστημα στο Messenger ΔΩΡΕΑΝ, κάνοντας εγγραφή παρακάτω!!

# CreateTitle
source: Create Your Store!
el_gr: Δημιουργήστε το δικό σας κατάστημα!

# CustomerService
source: Customer service for {store} store:
el_gr: Εξυπηρέτηση πελατών για το κατάστημα {store}:

# CustomerServiceBtn
source: More Info
el_gr: Πληροφορίες

# CustomerServiceSubtitle
source: Do you want to learn more about {store}?
el_gr: Θέλετε να μάθετε περισσότερα σχετικά με το {store};

# CustomerServiceTitle
source: Customer Service
el_gr: Εξυπηρέτηση πελατών

# FilterBrand
source: Brand
el_gr: Μάρκα

# FilterCategory
source: Category
el_gr: Κατηγορία

# FilterChanged
source: Filter changed successfully!
el_gr: Το φίλτρο άλλαξε με επιτυχία!

# FilterColor
source: Color
el_gr: Χρώμα

source: Filtered search 🎨
el_gr: Φίλτρα αναζήτησης 🎨

# FilterGender
source: Gender
el_gr: Φύλο

# FilterPrice
source: Price
el_gr: Τιμή

# FiltersAny
source: Any
el_gr: Οτιδήποτε

# FiltersBrandQ
source: What brand would you like to search for?
el_gr: Ποια μάρκα θα θέλατε να δείτε;

# FiltersCategoryA1
source: T-shirts
el_gr: Μπλουζάκια

# FiltersCategoryA2
source: Trousers
el_gr: Παντελόνια

# FiltersCategoryA3
source: Dresses
el_gr: Φόρεμα

# FiltersCategoryA4
source: Purses
el_gr: Τσάντες

# FiltersCategoryA5
source: Shoes
el_gr: Παπούτσια

# FiltersCategoryA6
source: Jackets
el_gr: Μπουφάν

# FiltersCategoryQ
source: What clothing type are you looking for?{\n}You can also set your own.
el_gr: Τι τύπο ρούχων ψάχνετε;{\n}Μπορείτε επίσης να ορίσετε τη δική σας αναζήτηση.

# FiltersChangeQ
source: Would you like to add or change anything?
el_gr: Θέλετε να προσθέσετε ή να αλλάξετε κάτι;

# FiltersColorBlack
source: Black
el_gr: Μάυρο

# FiltersColorBlue
source: Blue
el_gr: Μπλέ

# FiltersColorBrown
source: Brown
el_gr: Καφέ

# FiltersColorGreen
source: Green
el_gr: Πράσινο

# FiltersColorOrange
source: Orange
el_gr: Πορτοκαλί

# FiltersColorPink
source: Pink
el_gr: Ρόζ

# FiltersColorPurple
source: Purple
el_gr: Μόβ

# FiltersColorQ
source: What color suits you best?{\n}You can also set your own.
el_gr: Τι χρώμα σας ταιριάζει καλύτερα;{\n}Μπορείτε επίσης να ορίσετε τη δική σας επιλογή χρωμάτων.

# FiltersColorRed
source: Red
el_gr: Κόκκινο

# FiltersColorWhite
source: White
el_gr: Λευκό

# FiltersCurrent
source: Your current filters' selection is:{\n}
el_gr: Η επιλογή των φίλτρων σας είναι:{\n}

# FiltersEmpty
source: No filters have been selected yet. What would you like to add?
el_gr: Δεν έχουν επιλεγεί ακόμη φίλτρα. Τι θα θέλατε να προσθέσετε;

# FiltersGenderFemale
source: Women's wear
el_gr: Γυναικεία ενδυμασία

# FiltersGenderMale
source: Men's wear
el_gr: Αντρική ενδυμασία

# FiltersGenderQ
source: Are you looking for men's or women's wear?
el_gr: Ψάχνετε για ανδρική ή γυναικεία ενδυμασία;

# FilterSize
source: Size
el_gr: Μέγεθος

# FiltersPriceQ
source: What is the price range you prefer?{\n}You can also set your own.
el_gr: Ποιο είναι το εύρος τιμών που προτιμάτε;{\n}Μπορείτε επίσης να ορίσετε το δικό σας.

# FiltersSizeQ
source: What is the size you want?
el_gr: Ποιο είναι το μέγεθος που θέλετε;

# FiltersTypeOwn
source: {\n}You can also set your own.
el_gr: {\n}Μπορείτε επίσης να ορίσετε τη δική σας.

source: Here you are!
el_gr: Ορίστε!

# However
source: However you can take a look at the following new products!
el_gr: Ωστόσο, μπορείτε να ρίξετε μια ματιά στα παρακάτω νέα προϊόντα!

source: More stores
el_gr: Περισσότερα

source: more than
el_gr: περισσότερο από

# NoContinueBtn
source: No, continue
el_gr: Όχι, ας συνεχίσουμε

# NotHave
source: store currently has no
el_gr: προς το παρόν δε διαθέτει

source: products
el_gr: προϊόντα

# ReferralBtn
source: Visit Store
el_gr: Επισκεφθείτε

# ReferralSubtitle
source: Shop in {store} through Zoie's Store in messenger! Tap the image or click the button below to start shopping.
el_gr: Ψωνίστε στο {store} μέσω της Zoie στο Messenger! Κάντε κλικ στο κουμπί παρακάτω για να ξεκινήσετε τις αγορές.

# ReferralTitle
source: {store} Messenger Store on Zoie, an AI Powered Marketplace!
el_gr: Το κατάστημα {store} είναι στο Messenger μέσω της Zoie, ένα AI Powered Marketplace!

# ReselectBtn
source: Reselect store
el_gr: Άλλο κατάστημα

# ResultsFound
source: Here's what I found:
el_gr: Δείτε τι βρήκα:

# ReturnsPolicyBtn
source: Returns
el_gr: Επιστροφές

# ReturnsPolicySubtitle
source: Learn everything you want to know about returns in {store}.
el_gr: Μάθετε όλα όσα θέλετε να γνωρίζετε σχετικά με τις επιστροφές στο {store}.

# ReturnsPolicyTitle
source: Returns Policy
el_gr: Πολιτική Επιστροφών

source: Revisit stores ↩️
el_gr: Δείτε ξανά ↩️

# SelectBtn
source: Select
el_gr: Επιλογή

# SelectStore
source: Let’s pick a store and buy an outfit for today!
el_gr: Ας διαλέξουμε ένα κατάστημα και ας αγοράσουμε κάποιο ρούχο για σήμερα!

# ShippingSubtitle
source: View the available shipping ways, days to deliver and more about {store}.
el_gr: Δείτε τους διαθέσιμους τρόπους αποστολής και τις ημέρες παράδοσης για το {store}.

# ShippingTitle
source: Shipping
el_gr: Αποστολή

# ShopBtn
source: Shop
el_gr: Αγορά

# ShopIntro
source: Let’s get this shopping started! What are you looking for?
el_gr: Ας ξεκινήσουμε τα ψώνια! Τι θα θέλατε να βρείτε;

# ShopSubtitle
source: Let's start shopping!
el_gr: Ας ξεκινήσουμε να ψωνίζουμε!

# ShopTitle
source: Shop
el_gr: Αγορά

# StoresBtn
source: 🛍️ Stores
el_gr: 🏬 Καταστήματα

# TheMarketplace
source: Zoie's marketplace
el_gr: Η αγορά της Zoie

# ThereAreNo
source: I'm afraid that no
el_gr: Δυστυχώς το κατάστημα δε διαθέτει

# TheStore
source: Store
el_gr: Το κατάστημα

# ThisSize
source: of this size
el_gr: αυτού του μεγέθους

# ViewAll
source: View all products
el_gr: Όλα τα προϊόντα

# ViewItemsBtn
source: View items
el_gr: Προβολή

source: wear
el_gr: ένδυση

# WindowCollectionSubtitle
source: Fashion suggestions by {store}
el_gr: Προτάσεις μόδας από το {store}

# WindowCollectionTitle
source: window shopping - {gender}
el_gr: Βιτρίνες - {gender}

# WindowShoppingBtn
source: View Collections
el_gr: Συλλογές

# WindowShoppingSubtitle
source: View all the collections created by {store}!
el_gr: Δείτε όλες τις συλλογές του {store}!

# WindowShoppingTitle
source: Window Shopping
el_gr: Χαζεύω τις βιτρίνες
